# --- !Ups

insert into `headers` values
    ("ru_RU",    "Bib",                            "Библия",                            "Библия"),
    ("ru_RU",  "Incan",                    "Неканоническая",                    "Неканоническая"),

    ("ru_RU",     "VT",                      "Ветхий Завет",                      "Ветхий Завет"),

    ("ru_RU",  "StatV",          "Книги законополжительные",          "Книги законополжительные"),

    ("ru_RU",    "Gen",                             "Бытие",                             "Бытие"),
    ("ru_RU",     "Ex",                             "Исход",                             "Исход"),
    ("ru_RU",    "Lev",                             "Левит",                             "Левит"),
    ("ru_RU",    "Num",                             "Числа",                             "Числа"),
    ("ru_RU",   "Deut",                      "Второзаконие",                      "Второзаконие"),

    ("ru_RU",  "HistV",                "Книги исторические",                "Книги исторические"),

    ("ru_RU",    "Jos",                     "Иисуса Навина",                     "Иисуса Навина"),
    ("ru_RU",   "Jdcs",                             "Судей",                             "Судей"),
    ("ru_RU",   "Ruth",                              "Руфи",                              "Руфи"),
    ("ru_RU",   "1Reg",                        "1-я Царств",                        "1-я Царств"),
    ("ru_RU",   "2Reg",                        "2-я Царств",                        "2-я Царств"),
    ("ru_RU",   "3Reg",                        "3-я Царств",                        "3-я Царств"),
    ("ru_RU",   "4Reg",                        "4-я Царств",                        "4-я Царств"),
    ("ru_RU",   "1Par",                 "1-я Паралипоменон",                 "1-я Паралипоменон"),
    ("ru_RU",   "2Par",                 "2-я Паралипоменон",                 "2-я Паралипоменон"),
    ("ru_RU",   "1Esd",                         "1-я Ездры",                         "1-я Ездры"),
    ("ru_RU",   "2Esd",                         "2-я Ездры",                         "2-я Ездры"),
    ("ru_RU",   "3Esd",                         "3-я Ездры",                         "3-я Ездры"),
    ("ru_RU",   "4Esd",                         "4-я Ездры",                         "4-я Ездры"),
    ("ru_RU",    "Tob",                            "Товита",                            "Товита"),
    ("ru_RU",   "Jdth",                            "Иудифи",                            "Иудифи"),
    ("ru_RU",   "Esth",                            "Эсфири",                            "Эсфири"),
    ("ru_RU",  "1Mach",                     "1-я Маккавеев",                     "1-я Маккавеев"),
    ("ru_RU",  "2Mach",                     "2-я Маккавеев",                     "2-я Маккавеев"),
    ("ru_RU",  "3Mach",                     "3-я Маккавеев",                     "3-я Маккавеев"),
    ("ru_RU",  "4Mach",                     "4-я Маккавеев",                     "4-я Маккавеев"),

    ("ru_RU",   "DocV",                  "Книги учительные",                  "Книги учительные"),

    ("ru_RU",    "Job",                              "Иова",                              "Иова"),
    ("ru_RU",     "Ps",                          "Псалтирь",                          "Псалтирь"),
    ("ru_RU",   "Prov",               "Притчей Соломоновых",               "Притчей Соломоновых"),
    ("ru_RU",    "Ecc",     "Екклезиаста, или Проповедника",     "Екклезиаста, или Проповедника"),
    ("ru_RU",     "CC",             "Песни Песней Соломона",             "Песни Песней Соломона"),
    ("ru_RU",    "Sap",              "Премудрости Соломона",              "Премудрости Соломона"),
    ("ru_RU",    "Sir", "Премудрости Иисуса, сына Сирахова", "Премудрости Иисуса, сына Сирахова"),

    ("ru_RU",  "ProvV",                 "Книги пророческие",                 "Книги пророческие"),

    ("ru_RU",    "Isa",                             "Исаии",                             "Исаии"),
    ("ru_RU",    "Jer",                           "Иеремии",                           "Иеремии"),
    ("ru_RU",   "Ezch",                         "Иезекииля",                         "Иезекииля"),
    ("ru_RU",    "Dan",                           "Даниила",                           "Даниила"),
    ("ru_RU",    "Lam",                      "Плач Иеремии",                      "Плач Иеремии"),
    ("ru_RU",    "Bar",                            "Варуха",                            "Варуха"),
    ("ru_RU",   "Osee",                              "Осии",                              "Осии"),
    ("ru_RU",   "Joel",                             "Иoиля",                             "Иoиля"),
    ("ru_RU",     "Am",                             "Амоса",                             "Амоса"),
    ("ru_RU",    "Abd",                             "Авдия",                             "Авдия"),
    ("ru_RU",    "Jon",                              "Ионы",                              "Ионы"),
    ("ru_RU",    "Mic",                             "Михея",                             "Михея"),
    ("ru_RU",    "Nah",                             "Наума",                             "Наума"),
    ("ru_RU",    "Hab",                          "Аввакума",                          "Аввакума"),
    ("ru_RU",   "Soph",                           "Софонии",                           "Софонии"),
    ("ru_RU",    "Agg",                             "Аггея",                             "Аггея"),
    ("ru_RU",   "Zach",                           "Захарии",                           "Захарии"),
    ("ru_RU",    "Mal",                           "Малахии",                           "Малахии"),

    ("ru_RU",     "NT",                       "Новый Завет",                       "Новый Завет"),

    ("ru_RU",  "StatN",          "Книги законополжительные",          "Книги законополжительные"),

    ("ru_RU",     "Mt",               "Евангелие по Матфею",               "Евангелие по Матфею"),
    ("ru_RU",     "Mc",                "Евангелие по Марку",                "Евангелие по Марку"),
    ("ru_RU",     "Lc",                 "Евангелие по Луке",                 "Евангелие по Луке"),
    ("ru_RU",     "In",               "Евангелие по Иоанну",               "Евангелие по Иоанну"),

    ("ru_RU",  "HistN",                "Книги исторические",                "Книги исторические"),

    ("ru_RU",    "Act",           "Деяния святых Апостолов",           "Деяния святых Апостолов"),

    ("ru_RU",   "DocN",                  "Книги учительные",                  "Книги учительные"),

    ("ru_RU",    "Rom",                        "К римлянам",                        "К римлянам"),
    ("ru_RU",   "1Cor",                  "К коринфянам 1-е",                  "К коринфянам 1-е"),
    ("ru_RU",   "2Cor",                  "К коринфянам 2-е",                  "К коринфянам 2-е"),
    ("ru_RU",    "Gal",                         "К галатам",                         "К галатам"),
    ("ru_RU",    "Eph",                        "К ефесянам",                        "К ефесянам"),
    ("ru_RU",    "Php",                     "К филиппийцам",                     "К филиппийцам"),
    ("ru_RU",    "Col",                      "К колоссянам",                      "К колоссянам"),
    ("ru_RU", "1Thess",             "К фессалоникийцам 1-е",             "К фессалоникийцам 1-е"),
    ("ru_RU", "2Thess",             "К фессалоникийцам 2-е",             "К фессалоникийцам 2-е"),
    ("ru_RU",   "1Tim",                     "К Тимофею 1-е",                     "К Тимофею 1-е"),
    ("ru_RU",   "2Tim",                     "К Тимофею 2-е",                     "К Тимофею 2-е"),
    ("ru_RU",    "Tit",                            "К Титу",                            "К Титу"),
    ("ru_RU",    "Phm",                        "К Филимону",                        "К Филимону"),
    ("ru_RU",   "Hebr",                          "К евреям",                          "К евреям"),
    ("ru_RU",    "Jac",                            "Иакова",                            "Иакова"),
    ("ru_RU",   "1Pet",                         "1-е Петра",                         "1-е Петра"),
    ("ru_RU",   "2Pet",                         "2-е Петра",                         "2-е Петра"),
    ("ru_RU",    "1In",              "1-е Иоанна Богослова",              "1-е Иоанна Богослова"),
    ("ru_RU",    "2In",              "2-е Иоанна Богослова",              "2-е Иоанна Богослова"),
    ("ru_RU",    "3In",              "3-е Иоанна Богослова",              "3-е Иоанна Богослова"),
    ("ru_RU",     "Jd",                              "Иуды",                              "Иуды"),

    ("ru_RU", "ProvN",                 "Книги пророческие",                  "Книги пророческие"),

    ("ru_RU",  "Apoc",                       "Апокалипсис",        "Откровение Иоанна Богослова");

# --- !Downs

delete from `headers` where `locale` = "ru_RU";
