# --- !Ups

insert into `headers` values
    ("ru_RU",    "Bib",                            "Библия",                            "Библия", false),
    ("ru_RU",  "Incan",                    "Неканоническая",                    "Неканоническая", false),

    ("ru_RU",     "VT",                      "Ветхий Завет",                      "Ветхий Завет", false),

    ("ru_RU",  "StatV",                 "Пятикнижие Моисея",         "Книги законоположительные", false),

    ("ru_RU",    "Gen",                             "Бытие",                             "Бытие", false),
    ("ru_RU",     "Ex",                             "Исход",                             "Исход", false),
    ("ru_RU",    "Lev",                             "Левит",                             "Левит", false),
    ("ru_RU",    "Num",                             "Числа",                             "Числа", false),
    ("ru_RU",   "Deut",                      "Второзаконие",                      "Второзаконие", false),

    ("ru_RU",  "HistV",                "Книги исторические",                "Книги исторические", false),

    ("ru_RU",    "Jos",                     "Иисуса Навина",                     "Иисуса Навина", false),
    ("ru_RU",   "Jdcs",                             "Судей",                             "Судей", false),
    ("ru_RU",   "Ruth",                              "Руфи",                              "Руфи", false),
    ("ru_RU",   "1Reg",                        "1-я Царств",                        "1-я Царств", false),
    ("ru_RU",   "2Reg",                        "2-я Царств",                        "2-я Царств", false),
    ("ru_RU",   "3Reg",                        "3-я Царств",                        "3-я Царств", false),
    ("ru_RU",   "4Reg",                        "4-я Царств",                        "4-я Царств", false),
    ("ru_RU",   "1Par",                 "1-я Паралипоменон",                 "1-я Паралипоменон", false),
    ("ru_RU",   "2Par",                 "2-я Паралипоменон",                 "2-я Паралипоменон", false),
    ("ru_RU",   "1Esd",                         "1-я Ездры",                         "1-я Ездры", false),
    ("ru_RU",   "2Esd",                         "2-я Ездры",                         "2-я Ездры", false),
    ("ru_RU",   "3Esd",                         "3-я Ездры",                         "3-я Ездры", false),
    ("ru_RU",   "4Esd",                         "4-я Ездры",                         "4-я Ездры", false),
    ("ru_RU",    "Tob",                            "Товита",                            "Товита", false),
    ("ru_RU",   "Jdth",                            "Иудифи",                            "Иудифи", false),
    ("ru_RU",   "Esth",                            "Эсфири",                            "Эсфири", false),
    ("ru_RU",  "1Mach",                     "1-я Маккавеев",                     "1-я Маккавеев", false),
    ("ru_RU",  "2Mach",                     "2-я Маккавеев",                     "2-я Маккавеев", false),
    ("ru_RU",  "3Mach",                     "3-я Маккавеев",                     "3-я Маккавеев", false),
    ("ru_RU",  "4Mach",                     "4-я Маккавеев",                     "4-я Маккавеев", false),

    ("ru_RU",   "DocV",                  "Книги учительные",                  "Книги учительные", false),

    ("ru_RU",    "Job",                              "Иова",                              "Иова", false),
    ("ru_RU",     "Ps",                          "Псалтирь",                          "Псалтирь", false),
    ("ru_RU",   "Prov",               "Притчей Соломоновых",               "Притчей Соломоновых", false),
    ("ru_RU",    "Ecc",                       "Екклезиаста",                      "Проповедника", false),
    ("ru_RU",     "CC",             "Песни Песней Соломона",             "Песни Песней Соломона", false),
    ("ru_RU",    "Sap",              "Премудрости Соломона",              "Премудрости Соломона", false),
    ("ru_RU",    "Sir", "Премудрости Иисуса, сына Сирахова", "Премудрости Иисуса, сына Сирахова", false),

    ("ru_RU",  "ProvV",                 "Книги пророческие",                 "Книги пророческие", false),

    ("ru_RU",    "Isa",                             "Исаии",                             "Исаии", false),
    ("ru_RU",    "Jer",                           "Иеремии",                           "Иеремии", false),
    ("ru_RU",   "Ezch",                         "Иезекииля",                         "Иезекииля", false),
    ("ru_RU",    "Dan",                           "Даниила",                           "Даниила", false),
    ("ru_RU",    "Lam",                      "Плач Иеремии",                      "Плач Иеремии", false),
    ("ru_RU",   "EJer",                  "Послание Иеремии",                  "Послание Иеремии", false),
    ("ru_RU",    "Bar",                            "Варуха",                            "Варуха", false),
    ("ru_RU",   "Osee",                              "Осии",                              "Осии", false),
    ("ru_RU",   "Joel",                             "Иoиля",                             "Иoиля", false),
    ("ru_RU",     "Am",                             "Амоса",                             "Амоса", false),
    ("ru_RU",    "Abd",                             "Авдия",                             "Авдия", false),
    ("ru_RU",    "Jon",                              "Ионы",                              "Ионы", false),
    ("ru_RU",    "Mic",                             "Михея",                             "Михея", false),
    ("ru_RU",    "Nah",                             "Наума",                             "Наума", false),
    ("ru_RU",    "Hab",                          "Аввакума",                          "Аввакума", false),
    ("ru_RU",   "Soph",                           "Софонии",                           "Софонии", false),
    ("ru_RU",    "Agg",                             "Аггея",                             "Аггея", false),
    ("ru_RU",   "Zach",                           "Захарии",                           "Захарии", false),
    ("ru_RU",    "Mal",                           "Малахии",                           "Малахии", false),

    ("ru_RU",     "NT",                       "Новый Завет",                       "Новый Завет", false),

    ("ru_RU",  "StatN",                         "Евангелие",         "Книги законоположительные", false),

    ("ru_RU",     "Mt",               "Евангелие по Матфею",               "Евангелие по Матфею", false),
    ("ru_RU",     "Mc",                "Евангелие по Марку",                "Евангелие по Марку", false),
    ("ru_RU",     "Lc",                 "Евангелие по Луке",                 "Евангелие по Луке", false),
    ("ru_RU",     "In",               "Евангелие по Иоанну",               "Евангелие по Иоанну", false),

    ("ru_RU",  "HistN",                "Книги исторические",                "Книги исторические", false),

    ("ru_RU",    "Act",           "Деяния святых Апостолов",           "Деяния святых Апостолов", false),

    ("ru_RU",   "DocN",                  "Книги учительные",                  "Книги учительные", false),

    ("ru_RU",    "Rom",                        "К римлянам",                        "К римлянам", false),
    ("ru_RU",   "1Cor",                  "К коринфянам 1-е",                  "К коринфянам 1-е", false),
    ("ru_RU",   "2Cor",                  "К коринфянам 2-е",                  "К коринфянам 2-е", false),
    ("ru_RU",    "Gal",                         "К галатам",                         "К галатам", false),
    ("ru_RU",    "Eph",                        "К ефесянам",                        "К ефесянам", false),
    ("ru_RU",    "Php",                     "К филиппийцам",                     "К филиппийцам", false),
    ("ru_RU",    "Col",                      "К колоссянам",                      "К колоссянам", false),
    ("ru_RU", "1Thess",             "К фессалоникийцам 1-е",             "К фессалоникийцам 1-е", false),
    ("ru_RU", "2Thess",             "К фессалоникийцам 2-е",             "К фессалоникийцам 2-е", false),
    ("ru_RU",   "1Tim",                     "К Тимофею 1-е",                     "К Тимофею 1-е", false),
    ("ru_RU",   "2Tim",                     "К Тимофею 2-е",                     "К Тимофею 2-е", false),
    ("ru_RU",    "Tit",                            "К Титу",                            "К Титу", false),
    ("ru_RU",    "Phm",                        "К Филимону",                        "К Филимону", false),
    ("ru_RU",   "Hebr",                          "К евреям",                          "К евреям", false),
    ("ru_RU",    "Jac",                            "Иакова",                            "Иакова", false),
    ("ru_RU",   "1Pet",                         "1-е Петра",                         "1-е Петра", false),
    ("ru_RU",   "2Pet",                         "2-е Петра",                         "2-е Петра", false),
    ("ru_RU",    "1In",              "1-е Иоанна Богослова",              "1-е Иоанна Богослова", false),
    ("ru_RU",    "2In",              "2-е Иоанна Богослова",              "2-е Иоанна Богослова", false),
    ("ru_RU",    "3In",              "3-е Иоанна Богослова",              "3-е Иоанна Богослова", false),
    ("ru_RU",     "Jd",                              "Иуды",                              "Иуды", false),

    ("ru_RU", "ProvN",                 "Книги пророческие",                  "Книги пророческие", false),

    ("ru_RU",  "Apoc",                       "Апокалипсис",        "Откровение Иоанна Богослова", false);

# --- !Downs

delete from `headers` where `locale` = "ru_RU";
