# --- !Ups

update `headers` set `presented`=true where `lang`="chu" and `book_id`="2Pet";

insert into `verses`
    (`lang`, `book_id`, `chapter`, `verse`, `text`)
    values
    ("chu", "2Pet", 1, 1, "Сjмwнъ пeтръ, рaбъ и3 послaн­никъ їи7съ хrт0въ, равночcтную съ нaми получи1в­шими вёру въ прaвдэ бг7а нa­шегw и3 сп7са їи7са хrтA:"),
    ("chu", "2Pet", 1, 2, "блгdть вaмъ и3 ми1ръ да ўмн0жит­сz въ познaніи бг7а, и3 хrтA їи7са гDа нa­шегw."),
    ("chu", "2Pet", 1, 3, "Я$кw вс‰ нaмъ бж\­с­т­вен­ныz си1лы є3гw2, ±же къ животY и3 бlгочeстію, п0дана рaзумомъ {познaніемъ} при­звaв­шагw нaсъ слaвою и3 добродётелію,"),
    ("chu", "2Pet", 1, 4, "и4миже чтcн†z нaмъ и3 вели6каz њбэтов†ніz даровaшасz, да си1хъ рaди бyдете бж\­с­т­вен­нагw при­ч†стницы є3сте­ст­вA, t­бёгше, ћже въ мjрэ, п0хотныz тли2:"),
    ("chu", "2Pet", 1, 5, "и3 въ сaмое же сіE, тщaніе всE при­внeсше, подади1те въ вёрэ вa­шей добродётель, въ добродётели же рaзумъ,"),
    ("chu", "2Pet", 1, 6, "въ рaзумэ же воз­держaніе, въ воз­держaніи же терпёніе, въ терпёніи же бlгочeстіе,"),
    ("chu", "2Pet", 1, 7, "во бlгочeстіи же братолю1біе, въ братолю1біи же любо­1вь."),
    ("chu", "2Pet", 1, 8, "Сі‰ бо с{щаz въ вaсъ и3 мнHжащаzсz, не прaздныхъ нижE безпл0дныхъ сотворsтъ вы2 въ гDа нa­шегw їи7са хrтA познaніе:"),
    ("chu", "2Pet", 1, 9, "є3мyже бо нёсть си1хъ, слёпъ є4сть, мжaй, забвeніе пріeмъ њчищeніz дрeвнихъ сво­и1хъ грэхHвъ."),
    ("chu", "2Pet", 1, 10, "[(ҐЗа? 65.Ґ)] Тёмже пaче, брaтіе, потщи1тесz и3звёстно вa­ше звaніе и3 и3збрaніе твори1ти: сі‰ бо творsще, не и4мате согрэши1ти никогдaже,"),
    ("chu", "2Pet", 1, 11, "си1це бо nби1лнw при­подaст­сz вaмъ вх0дъ въ вёчное цр\­ст­во гDа нa­шегw и3 сп7са їи7са хrтA."),
    ("chu", "2Pet", 1, 12, "Сегw2 рaди не њблэню1сz воспоминaти пrнw вaмъ њ си1хъ, а4ще и3 вёдите, и3 ўтверждeни є3стE въ настоsщей и4стинэ."),
    ("chu", "2Pet", 1, 13, "Прaведно бо мню2, донeлэже є4смь въ сeмъ тэлеси2, воз­ставлsти вaсъ воспоминaніемъ,"),
    ("chu", "2Pet", 1, 14, "вёдый, ћкw ск0рw є4сть t­ложeніе тэлесE мо­егw2, ћкоже и3 гDь нaшъ їи7съ хrт0съ сказA мнЁ."),
    ("chu", "2Pet", 1, 15, "Потщyсz же и3 всегдA и3мёти вaсъ по мо­eмъ и3сх0дэ пaмzть њ си1хъ твори1ти."),
    ("chu", "2Pet", 1, 16, "Не ўхищрє1н­нымъ бо бaснемъ послёдовав­ше сказaхомъ вaмъ си1лу и3 при­шe­ст­віе гDа нa­шегw їи7са хrтA, но самови1дцы бhв­ше вели1че­ст­віz џнагw."),
    ("chu", "2Pet", 1, 17, "Пріeмъ бо t­ бг7а nц7A чeсть и3 слaву, глaсу при­шeдшу къ немY t­ велелёпныz слaвы: сeй є4сть сн7ъ м0й воз­лю1блен­ный, њ нeмже а4зъ бlго­изв0лихъ."),
    ("chu", "2Pet", 1, 18, "И# сeй глaсъ мы2 слhшахомъ съ небесE сшeдшь, съ ни1мъ сyще на горЁ ст7ёй."),
    ("chu", "2Pet", 1, 19, "И# и4мамы и3звёстнэйшее прbр0ческое сл0во: є3мyже внимaюще ћкоже свэти1лу сіsющу въ тeмнэмъ мёстэ, д0брэ творитE, д0ндеже дeнь њзари1тъ, и3 ден­ни1ца воз­сіsетъ въ сердцaхъ вaшихъ,"),
    ("chu", "2Pet", 1, 20, "[(ҐЗа? 66.Ґ)] сіE прeжде вёдуще, ћкw всsко прbр0че­с­т­во кни1жное по сво­емY скaзанію не бывaетъ."),
    ("chu", "2Pet", 1, 21, "Ни бо2 в0лею бhсть когдA человёкwмъ прbр0че­с­т­во, но t­ ст7aгw дх7а просвэщaеми глаг0лаша ст7jи б9іи человёцы."),

    ("chu", "2Pet", 2, 1, "Бhша же и3 лжи1віи прор0цы въ лю1дэхъ, ћкоже и3 въ вaсъ бyдутъ лжи1віи ўчи1теліе, и5же внесyтъ є4рєси поги1бели, и3 и3скyпльшагw и5хъ вLки t­метaющесz, при­водsще себЁ ск0ру поги1бель."),
    ("chu", "2Pet", 2, 2, "И# мн0зи послёд­ст­вуютъ и4хъ нечистотaмъ, и4хже рaди пyть и4стин­ный похyлит­сz."),
    ("chu", "2Pet", 2, 3, "И# въ пре­умножeніи льсти1выхъ словeсъ {въ лихо­и1м­ст­вэ льсти1выми словесы2} вaсъ ўловsтъ: и4хже сyдъ и3скони2 не косни1тъ, и3 поги1бель и4хъ не дрeмлетъ."),
    ("chu", "2Pet", 2, 4, "А$ще бо бг7ъ а4ггелwвъ согрэши1в­шихъ не пощадЁ, но плени1цами мрaка свzзaвъ, предадE на сyдъ мyчимыхъ блюсти2:"),
    ("chu", "2Pet", 2, 5, "и3 пeрвагw мjра не пощадЁ, но nсмaго нHа прaвды проповёдника сохрани2, пот0пъ мjру нечe­ст­вовав­шихъ наведE:"),
    ("chu", "2Pet", 2, 6, "и3 грaды содHмскіz и3 гомHррскіz сжeгъ, разорeніемъ њсуди2, њ1бразъ хотsщымъ нечe­ст­вовати положи1въ:"),
    ("chu", "2Pet", 2, 7, "и3 првdнаго лHта, њби1дима t­ беззак0н­ныхъ въ нечистотЁ сожи1тіz, и3збaви:"),
    ("chu", "2Pet", 2, 8, "видёніемъ бо и3 слyхомъ прaведный, живhй въ ни1хъ, дeнь t­ днE дyшу првdну беззак0н­ными дёлы мyчаше:"),
    ("chu", "2Pet", 2, 9, "[(ҐЗа? 67.Ґ)] вёсть гDь бlгочcти6выz t­ напaсти и3збавлsти, непрaведники же на дeнь сyдный м{чимы блюсти2,"),
    ("chu", "2Pet", 2, 10, "наипaче же в8слёдъ плотскjz п0хоти сквернeніz ходsщыz и3 њ госп0д­ст­вэ нерадsщыz: продерзaтелє, себЁ ўгHдницы, слaвы не трепeщутъ хyлzще:"),
    ("chu", "2Pet", 2, 11, "и3дёже а4гг7ли крёпостію и3 си1лою бHлши сyще, не терпsтъ на сS t­ гDа ўкори1зненъ сyдъ."),
    ("chu", "2Pet", 2, 12, "Сjи же, ћкw ск0ти жив0тни є3сте­с­т­в0мъ бhв­ше въ поги1бель и3 тлю2, въ ни1хже не разумёютъ хyлzще, во и3стлёніи сво­eмъ и3стлёютъ,"),
    ("chu", "2Pet", 2, 13, "пріeмлюще мздY непрaведну, слaсть мнsще вседнeвное насыщeніе, скверни1тєли и3 пор0чницы, питaющесz лестьми2 сво­и1ми, kдyще съ вaми,"),
    ("chu", "2Pet", 2, 14, "џчи и3мyще и3сп0лнь блудодэsніz и3 непрестaемагw грэхA, прельщaюще дyшы неутверждє1ны, сeрдце научeно лихо­и1м­ст­ву и3мyще, клsтвы ч†да:"),
    ("chu", "2Pet", 2, 15, "њстaвльше прaвый пyть заблуди1ша, послёдовав­ше пути2 валаaма вос0рова, и4же мздY непрaведну воз­люби2,"),
    ("chu", "2Pet", 2, 16, "њбличeніе же и3мЁ сво­егw2 беззак0ніz: под8zрeмникъ безглaсенъ, человёческимъ глaсомъ провэщaв­шь, воз­брани2 прор0ка безyміе."),
    ("chu", "2Pet", 2, 17, "Сjи сyть и3ст0чницы безв0дни, њ1блацы и3 мглы6 t­ вётръ преноси1ми, и5мже мрaкъ тeмный во вёки блюдeт­сz."),
    ("chu", "2Pet", 2, 18, "ПрегHрдаz бо суеты2 вэщaюще, прельщaютъ въ сквє1рны плотскjz п0хоти, t­бэгaющихъ всsчески t­ ни1хъ живyщихъ во льсти2,"),
    ("chu", "2Pet", 2, 19, "своб0ду и5мъ њбэщавaюще, сaми раби2 сyще тлeніz: и4мже бо кто2 побэждeнъ бывaетъ, семY и3 раб0тенъ є4сть."),
    ("chu", "2Pet", 2, 20, "А$ще бо t­бёгше сквeрнъ мjра въ рaзумъ {познaніемъ} гDа и3 сп7са нa­шегw їи7са хrтA, си1ми же пaки сплeтшесz побэждaеми бывaютъ, бhша и5мъ послBднzz гHрша пeрвыхъ."),
    ("chu", "2Pet", 2, 21, "Лyчше бо бЁ и5мъ не познaти пути2 прaвды, нeжели познaв­шымъ воз­врати1тисz вспsть t­ прeдан­ныz и5мъ ст7hz зaповэди."),
    ("chu", "2Pet", 2, 22, "Случи1сz бо и5мъ и4стин­наz при1тча: пeсъ воз­врaщьсz на свою2 блев0тину, и3: свиніS, њмhв­шисz, въ кaлъ ти1н­ный."),

    ("chu", "2Pet", 3, 1, "СіE ўжE, воз­лю1блен­ніи, втор0е вaмъ пишY послaніе, въ ни1хже воз­буждaю воспоминaніемъ вaшъ чи1стый смhслъ,"),
    ("chu", "2Pet", 3, 2, "помzнyти прeжде речє1н­ныz глаг0лы t­ ст7hхъ прbрHкъ, и3 ґпcлъ вaшихъ зaповэдь гDа и3 сп7са:"),
    ("chu", "2Pet", 3, 3, "сіE прeжде вёдzще, ћкw пріидyтъ въ послBдніz дни2 ругaтелє, по сво­и1хъ п0хотэхъ ходsще"),
    ("chu", "2Pet", 3, 4, "и3 глаг0люще: гдЁ є4сть њбэтовaніе при­шe­ст­віz є3гw2, t­нeлэже бо nтцы2 ўсп0ша, вс‰ тaкw пребывaютъ t­ начaла создaніz."),
    ("chu", "2Pet", 3, 5, "Таи1т­сz бо и5мъ сіE хотsщымъ, ћкw небесA бёша и3спeрва, и3 землS t­ воды2 и3 вод0ю {и3 посредЁ воды2} состaвлена, б9іимъ сл0вомъ:"),
    ("chu", "2Pet", 3, 6, "тёмже тогдaшніи мjръ, вод0ю потоплeнъ бhвъ, поги1бе."),
    ("chu", "2Pet", 3, 7, "Ґ н­н7эшнzz небесA и3 землS тёмже сл0вомъ сокровє1на сyть, nгню2 блюдHма на дeнь судA и3 поги1бели нечести1выхъ человBкъ."),
    ("chu", "2Pet", 3, 8, "Е3ди1но же сіE да не ўтаи1т­сz вaсъ, воз­лю1блен­ніи, ћкw є3ди1нъ дeнь пред8 гDемъ ћкw тhсzща лётъ, и3 тhсzща лётъ ћкw дeнь є3ди1нъ."),
    ("chu", "2Pet", 3, 9, "Не косни1тъ гDь њбэтовaніz, ћкоже нёцыи коснёніе мнsтъ: но долготeрпитъ на нaсъ, не хотS да кто2 поги1бнетъ, но да вси2 въ покаsніе пріи1дутъ."),
    ("chu", "2Pet", 3, 10, "Пріи1детъ же дeнь гDень ћкw тaть въ нощи2, въ џньже небесA ќбw съ шyмомъ ми1мw и4дутъ {п0йдутъ}, стіх‡и же сжигaємы разорsт­сz, землs же и3 ±же на нeй дэлA сгорsтъ."),
    ("chu", "2Pet", 3, 11, "Си6мъ u5бо всBмъ разорsємымъ, к†цэмъ подобaетъ бhти вaмъ во ст7hхъ пребывaніихъ и3 бlгочeстіихъ,"),
    ("chu", "2Pet", 3, 12, "чaющымъ и3 скорёе бhти желaющымъ при­шe­ст­віz б9іzгw днE, є3гHже рaди небесA жегHма разорsт­сz, и3 стіх‡и њпалsємы растaют­сz;;"),
    ("chu", "2Pet", 3, 13, "Н0ва же нб7сE и3 н0вы земли2 по њбэтовaнію є3гw2 чaемъ, въ ни1хже прaвда живeтъ."),
    ("chu", "2Pet", 3, 14, "Тёмже, воз­лю1блен­ніи, си1хъ чaюще, потщи1тесz несквeрни и3 непор0чни томY њбрэсти1сz въ ми1рэ,"),
    ("chu", "2Pet", 3, 15, "и3 гDа нa­шегw долготерпёніе спcніе непщyйте, ћкоже и3 воз­лю1блен­ный нaшъ брaтъ пavелъ по дaн­нэй є3мY премdрости написA вaмъ,"),
    ("chu", "2Pet", 3, 16, "ћкоже и3 во всёхъ сво­и1хъ послaніихъ, глаг0лz въ ни1хъ њ си1хъ: въ ни1хже сyть неуд0бь раз{мна нBкаz, ±же ненаучeни и3 неутверждeни развращaютъ, ћкоже и3 прHчаz пис†ніz, къ сво­eй поги1бели и4мъ."),
    ("chu", "2Pet", 3, 17, "Вh же u5бо, воз­лю1блен­ніи, предвёдzще храни1тесz, да не лeстію беззак0н­ныхъ сведeни бhв­ше, t­падeте сво­егw2 ўтверждeніz,"),
    ("chu", "2Pet", 3, 18, "но да растeте во блгdти и3 рaзумэ гDа нa­шегw и3 сп7са їи7са хrтA. ТомY слaва и3 н­н7э и3 въ дeнь вёка. Ґми1нь. >  Конeцъ соб0рному послaнію втор0му ст7aгw ґпcла ПетрA: и4мать въ себЁ главы6 3, зач†лъ же церк0вныхъ 5");

# --- !Downs

update `headers` set `presented`=false where `lang`="chu" and `book_id`="2Pet";

delete from `verses` where `lang`="chu" and `book_id`="2Pet";
