# --- !Ups

update `headers` set `presented`=true where `lang`="chu" and `book_id`="2In";

insert into `verses`
    (`lang`, `book_id`, `chapter`, `verse`, `text`)
    values
    ("chu", "2In", 1, 1, "Стaрецъ и3збрaн­нэй госпожЁ и3 чaдwмъ є3S, и5хже а4зъ люблю2 во­и1стин­ну, и3 не а4зъ т0чію, но и3 вси2 разумёв­шіи и4стину,"),
    ("chu", "2In", 1, 2, "за и4стину пребывaющую въ нaсъ, и3 съ нaми бyдетъ во вёки:"),
    ("chu", "2In", 1, 3, "да бyдетъ съ вaми блгdть, млcть, ми1ръ t­ бг7а nц7A, и3 t­ гDа їи7са хrтA, сн7а џч7а, во и4стинэ и3 любви2."),
    ("chu", "2In", 1, 4, "Возрaдовахсz ѕэлw2, ћкw њбрэт0хъ t­ ч†дъ тво­и1хъ ходsщихъ во и4стинэ, ћкоже зaповэдь пріsхомъ t­ nц7A."),
    ("chu", "2In", 1, 5, "И# н­н7э молю1 тz, госпожE, не ћкw зaповэдь пишY тебЁ н0ву, но ю4же и4мамы и3спeрва, да лю1бимъ дрyгъ дрyга."),
    ("chu", "2In", 1, 6, "И# сіS є4сть любы2, да х0димъ по зaповэдемъ є3гw2. СіS є4сть зaповэдь, ћкоже слhшасте и3спeрва, да въ нeй х0дите:"),
    ("chu", "2In", 1, 7, "занE мн0зи лестцы2 внид0ша въ мjръ, не и3сповёда­ю­ще їи7са хrтA при­шeдша во пlти, сeй є4сть льстeцъ и3 ґнтjхрістъ."),
    ("chu", "2In", 1, 8, "Блюди1те себE, да не погубитE ћже дёласте дHбраz, но да мздY совершeн­ну воспріи1мете."),
    ("chu", "2In", 1, 9, "Всsкъ преступazй и3 не пребывazй во ўч7ніи хrт0вэ бг7а не и4мать: пребывazй же во ўчeніи хrт0вэ, сeй и3 nц7A и3 сн7а и4мать."),
    ("chu", "2In", 1, 10, "А$ще кто2 при­х0дитъ къ вaмъ, и3 сегw2 ўч7ніz не при­н0ситъ, не пріeмлите є3го2 въ д0мъ, и3 рaдоватисz є3мY не глаг0лите:"),
    ("chu", "2In", 1, 11, "глаг0лzй бо є3мY рaдоватисz, соwбщaет­сz дэлHмъ є3гw2 ѕлы6мъ."),
    ("chu", "2In", 1, 12, "МнHга и3мёхъ писaти вaмъ, и3 не восхотёхъ хартіeю и3 черни1ломъ, но надёюсz пріити2 къ вaмъ и3 ўсты2 ко ўстHмъ глаг0лати, да рaдость вaша бyдетъ и3сп0лнена."),
    ("chu", "2In", 1, 13, "Цэлyютъ тS ч†да сестры2 тво­еS и3збрaн­ныz. Ґми1нь. >  Конeцъ соб0рному послaнію їwaн­нову втор0му: и4мать въ себЁ главY 1 и3 зачaло церк0вное 1.");

# --- !Downs

update `headers` set `presented`=false where `lang`="chu" and `book_id`="2In";

delete from `verses` where `lang`="chu" and `book_id`="2In";
