# --- !Ups

update `headers` set `presented`=true where `lang`="chu" and `book_id`="3In";

insert into `verses`
    (`lang`, `book_id`, `chapter`, `verse`, `text`)
    values
    ("chu", "3In", 1, 1, "Стaрецъ гaіеви воз­лю1блен­ному, є3г0же а4зъ люблю2 во­и1стин­ну."),
    ("chu", "3In", 1, 2, "Возлю1блен­не, во всёхъ молю1сz [њ тебЁ] благоспёzтисz тебЁ и3 здрaв­ст­вовати, ћкоже благоспёет­сz тебЁ душA."),
    ("chu", "3In", 1, 3, "Возрaдовахсz ѕэлw2, при­шeдшымъ брaтіzмъ и3 свидётел­ст­ву­ю­щымъ твою2 и4стину, ћкоже ты2 во и4стинэ х0диши."),
    ("chu", "3In", 1, 4, "Б0лши сеS не и4мамъ рaдости, да слhшу мо‰ ч†да во и4стинэ ход‰ща."),
    ("chu", "3In", 1, 5, "Возлю1блен­не, вёрнw твори1ши, є4же а4ще дёлаеши въ брaтію и3 въ стр†н­ныz,"),
    ("chu", "3In", 1, 6, "и5же свидётел­ст­воваша њ тво­eй любви2 пред8 цр7ковію: и5хже предпослaвъ дост0йнw бг7у, д0брэ твори1ши,"),
    ("chu", "3In", 1, 7, "њ и4мени бо є3гw2 и3зыд0ша, ничт0же пріeмлюще t­ kзы6къ."),
    ("chu", "3In", 1, 8, "Мы2 u5бо д0лжни є3смы2 пріимaти таковhхъ, да поспBшницы бyдемъ и4стинэ."),
    ("chu", "3In", 1, 9, "Писaхъ цр7кви: но первен­стволю1бецъ и4хъ діотрeфъ не пріeмлетъ нaсъ."),
    ("chu", "3In", 1, 10, "Сегw2 рaди, а4ще пріидY, воспомzнY є3гw2 дэлA, ћже твори1тъ, словєсы2 лукaвыми ўкорsz нaсъ: и3 недов0ленъ бывaz њ си1хъ, ни сaмъ пріeмлетъ брaтію, и3 хотsщымъ воз­бранsетъ, и3 t­ цр7кве и3зг0нитъ."),
    ("chu", "3In", 1, 11, "Возлю1блен­не, не ўподоблsйсz ѕл0му, но бlг0му. Благотворsй t­ бг7а є4сть: ґ ѕлотворsй не ви1дэ бг7а."),
    ("chu", "3In", 1, 12, "Дими1тріеви свидётел­ст­вовасz t­ всёхъ и3 t­ сaмыz и4стины: и3 мh же свидётел­ст­вуемъ, и3 вёсте, ћкw свидётел­ст­во нa­ше и4стин­но є4сть."),
    ("chu", "3In", 1, 13, "МнHга и3мёхъ писaти, но не хощY черни1ломъ и3 тр0стію писaти тебЁ,"),
    ("chu", "3In", 1, 14, "ўповaю же а4біе ви1дэти тS и3 ўсты6 ко ўстHмъ глаг0лати."),
    ("chu", "3In", 1, 15, "Ми1ръ тебЁ. Цэлyютъ тS дрyзи: цэлyй дрyги по и4мени. Ґми1нь. >  Конeцъ соб0рному послaнію їwaн­нову трeтіему: и4мать въ себЁ главY 1 и3 зачaло церк0вное 1.");

# --- !Downs

update `headers` set `presented`=false where `lang`="chu" and `book_id`="3In";

delete from `verses` where `lang`="chu" and `book_id`="3In";
