# --- !Ups

update `headers` set `presented`=true where `lang`="chu" and `book_id`="3In";

insert into `verses`
    (`lang`, `book_id`, `chapter`, `verse`, `text`)
    values
    ("chu", "Jd", 1, 1, "Їyда, їи7са хrтA рaбъ, брaтъ же їaкwва, сyщымъ њ бз7э nц7Ё њсвzщє1н­нымъ, їи7съ хrт0мъ соблюдє1н­нымъ зв†н­нымъ:"),
    ("chu", "Jd", 1, 2, "млcть вaмъ и3 ми1ръ и3 любы2 да ўмн0жит­сz."),
    ("chu", "Jd", 1, 3, "Возлю1блен­ніи, всsко тщaніе творS писaти вaмъ њ џбщемъ спcніи вa­шемъ, нyжду воз­8имёхъ писaти вaмъ, молS подвизaтисz њ предaн­нэй вёрэ ст7ы6мъ є3ди1ною."),
    ("chu", "Jd", 1, 4, "Привнид0ша бо нёцыи человёцы, дрeвле пред8устaвлен­ніи на сіE њсуждeніе, нечести1віи, бг7а нa­шегw блгdть прелагaющіи въ сквeрну, и3 є3ди1нагw вLки бг7а и3 гDа нa­шегw їи7са хrтA t­метaющіисz."),
    ("chu", "Jd", 1, 5, "Воспомzнyти же вaмъ хощY, вёдущымъ и3 вaмъ є3ди1ною сіE, ћкw гDь лю1ди t­ земли2 є3гЂпетскіz сп7сE, послэди2 невёровав­шыz погуби2:"),
    ("chu", "Jd", 1, 6, "а4ггелы же не соблю1дшыz сво­егw2 начaл­ст­ва, но њстaвльшыz своE жили1ще, на сyдъ вели1кагw днE ќзами вёчными под8 мрaкомъ соблюдE."),
    ("chu", "Jd", 1, 7, "Я$коже сод0ма и3 гом0рра и3 њкрeстніи и4хъ грaды, под0бнымъ и5мъ њ1бразомъ преблуди1в­ше и3 ходи1в­ше в8слёдъ пл0ти и3нhz, предлежaтъ въ показaніе, nгнS вёчнагw сyдъ под8eмше,"),
    ("chu", "Jd", 1, 8, "тaкожде u5бо и3 сjи, сHніz ви1дzще, пл0ть ќбw сквернsтъ, госп0д­ст­ва же t­метaют­сz, слaвы же хyлzще [не трепeщутъ]."),
    ("chu", "Jd", 1, 9, "Міхаи1лъ же ґрхaгг7лъ, є3гдA со діaволомъ разсуждaz {препирazсz} глаг0лаше њ мwmсeовэ тэлеси2, не смёzше судA навести2 хyлна, но речE: да запрети1тъ тебЁ гDь."),
    ("chu", "Jd", 1, 10, "Сjи же, є3ли6ка ќбw не вёдzтъ, хyлzтъ: є3ли6ка же по є3сте­ст­вY ћкw безсловє1снаz живHтнаz вёдzтъ, въ си1хъ сквернsт­сz {растлэвaют­сz}."),
    ("chu", "Jd", 1, 11, "[(ҐЗа? 78.Ґ)] Г0ре и4мъ, ћкw въ пyть кaіновъ по­ид0ша, и3 въ лeсть валaамовы мзды2 ўстреми1шасz, и3 въ пререкaніи коррeовэ погиб0ша."),
    ("chu", "Jd", 1, 12, "Сjи сyть въ любвaхъ вaшихъ скверни1тєли, съ вaми kдyще, без8 боsзни себE пасyще: њ1блацы безв0дни, t­ вBтръ преноси1ми: древесA є3сє1н­на, безплHдна, двaжды ўмє1рша, и3скоренє1на:"),
    ("chu", "Jd", 1, 13, "вHлны свирёпыz м0рz, воспэнsющz сво‰ стыдBніz: ѕвёзды прeлєстныz, и5мже мрaкъ тмы2 во вёки блюдeт­сz."),
    ("chu", "Jd", 1, 14, "Прbр0че­с­т­вова же и3 њ си1хъ седмhй t­ ґдaма є3нHхъ, глаг0лz: сE пріи1детъ гDь во тмaхъ ст7hхъ а4гг7лъ сво­и1хъ,"),
    ("chu", "Jd", 1, 15, "сотвори1ти сyдъ њ всёхъ и3 и3з8wбличи1ти всёхъ нечести1выхъ њ всёхъ дэлёхъ нечeстіz и4хъ, и4миже нечe­ст­воваша, и3 њ всёхъ жeстокихъ словесёхъ и4хъ, ћже глаг0лаша нaнь грBшницы нечести1віи."),
    ("chu", "Jd", 1, 16, "Сjи сyть ропотницы2, ўкори1тєли, [чaсть пор0чна,] въ п0хотехъ сво­и1хъ ходsще нечeстіемъ и3 законопреступлeніемъ: и3 ўстA и4хъ глаг0лютъ прегHрдаz: чудsщесz ли1цамъ п0льзы рaди."),
    ("chu", "Jd", 1, 17, "Вh же, воз­лю1блен­ніи, поминaйте глаг0лы преждеречє1н­ныz t­ ґпcлъ гDа нa­шегw їи7са хrтA:"),
    ("chu", "Jd", 1, 18, "занE глаг0лаху вaмъ, ћкw въ послёднее врeмz бyдутъ ругaтєли, по сво­и1хъ п0хотехъ ходsще и3 нечeстіихъ."),
    ("chu", "Jd", 1, 19, "Сjи сyть t­дэлsюще себE [t­ є3ди1ности вёры, и3 сyть] тэлeсни {душeвни}, дyха не и3мyще."),
    ("chu", "Jd", 1, 20, "Вh же, воз­лю1блен­ніи, ст70ю вa­шею вёрою назидaюще себE, дх7омъ ст7hмъ молsщесz,"),
    ("chu", "Jd", 1, 21, "сaми себE въ любви2 б9іей соблю1дайте, ждyще млcти гDа нa­шегw їи7са хrтA, въ жи1знь вёчную."),
    ("chu", "Jd", 1, 22, "И# џвэхъ ќбw ми1луйте разсуждaюще,"),
    ("chu", "Jd", 1, 23, "џвэхъ же стрaхомъ спасaйте, t­ nгнS восхищaюще: њбличaйте же съ боsзнію, ненави1дzще и3 ћже t­ пл0ти њсквернeную ри1зу."),
    ("chu", "Jd", 1, 24, "Могyщему же сохрани1ти вы2 без8 грэхA и3 без8 сквeрны и3 постaвити пред8 слaвою сво­eю непор0чныхъ въ рaдости,"),
    ("chu", "Jd", 1, 25, "є3ди1ному премdрому бг7у и3 сп7су нa­шему, їи7сомъ хrт0мъ гDемъ нaшимъ, слaва и3 вели1чіе, держaва и3 влaсть, прeжде всегw2 вёка, и3 н­н7э, и3 во вс‰ вёки. Ґми1нь. >  Конeцъ соб0рному послaнію їyдину: и4мать въ себЁ главY 1, зач†лъ же церк0вныхъ 2.");

# --- !Downs

update `headers` set `presented`=false where `lang`="chu" and `book_id`="3In";

delete from `verses` where `lang`="chu" and `book_id`="3In";
