# --- !Ups

update `headers` set `presented`=true where `lang`="chu" and `book_id`="2Thess";

insert into `verses`
    (`lang`, `book_id`, `chapter`, `verse`, `text`)
    values
    ("chu", "2Thess", 1, 1, "Пavелъ и3 сілуaнъ и3 тімоfeй, цр7кви солyнстэй, њ бз7э nц7Ё нa­шемъ и3 гDэ їи7сэ хrтЁ:"),
    ("chu", "2Thess", 1, 2, "блгdть вaмъ и3 ми1ръ t­ бг7а nц7A нa­шегw, и3 гDа їи7са хrтA."),
    ("chu", "2Thess", 1, 3, "Благодари1ти д0лжни є3смы2 бг7а всегдA њ вaсъ, брaтіе, ћкоже дост0йно є4сть, ћкw превоз­растaетъ вёра вaша, и3 мн0жит­сz любо­1вь є3ди1нагw ко­егHждо всёхъ вaсъ дрyгъ ко дрyгу:"),
    ("chu", "2Thess", 1, 4, "ћкw самBмъ нaмъ хвали1тисz њ вaсъ въ цр7квахъ б9іихъ, њ терпёніи вa­шемъ и3 вёрэ во всёхъ гонeніихъ вaшихъ и3 ск0рбехъ, ±же пріeмлете,"),
    ("chu", "2Thess", 1, 5, "показaніе првdнагw судA б9іz, во є4же спод0битисz вaмъ цр\­ст­віz б9іz, є3гHже рaди и3 стрaждете."),
    ("chu", "2Thess", 1, 6, "А$ще ќбw првdно ў бг7а, воз­дaти ск0рбь њскорблsющымъ вaсъ,"),
    ("chu", "2Thess", 1, 7, "ґ вaмъ њскорблsємымъ t­рaду съ нaми, во t­кровeніи гDа їи7са съ нб7сE, со а4гг7лы си1лы сво­еS,"),
    ("chu", "2Thess", 1, 8, "во nгни2 плaмен­нэ даю1щагw t­мщeніе не вёдущымъ бг7а и3 не послyша­ю­щымъ бlговэ­ст­вовaніz гDа нa­шегw їи7са хrтA:"),
    ("chu", "2Thess", 1, 9, "и5же мyку пріи1мутъ, поги1бель вёчную, t­ лицA гDнz и3 t­ слaвы крёпости є3гw2,"),
    ("chu", "2Thess", 1, 10, "є3гдA пріи1детъ прослaвитисz во ст7hхъ сво­и1хъ и3 ди1венъ бhти во всёхъ вёровав­шихъ, [За?.] ћкw ўвёрисz свидётел­ст­во нa­ше въ вaсъ, въ дeнь њ1нъ."),
    ("chu", "2Thess", 1, 11, "За сіE и3 м0лимсz всегдA њ вaсъ, да вы2 спод0битъ звaнію бг7ъ нaшъ и3 и3сп0лнитъ всsко бlговолeніе бlгости и3 дёло вёры въ си1лэ,"),
    ("chu", "2Thess", 1, 12, "ћкw да прослaвит­сz и4мz гDа нa­шегw їи7са хrтA въ вaсъ, и3 вы2 въ нeмъ, по блгdти бг7а нa­шегw и3 гDа їи7са хrтA."),

    ("chu", "2Thess", 2, 1, "М0лимъ же вы2, брaтіе, њ при­шe­ст­віи гDа нa­шегw їи7са хrтA и3 нa­шемъ собрaніи њ нeмъ,"),
    ("chu", "2Thess", 2, 2, "не ск0рw подвизaтисz вaмъ t­ ўмA, ни ўжасaтисz нижE дyхомъ, нижE сл0вомъ, ни послaніемъ а4ки t­ нaсъ п0слан­нымъ, ћкw ўжE насто­и1тъ дeнь хrт0въ."),
    ("chu", "2Thess", 2, 3, "Да никт0же вaсъ прельсти1тъ ни по є3ди1ному же њ1бразу: ћкw а4ще не пріи1детъ t­ступлeніе прeжде, и3 t­крhет­сz человёкъ беззак0ніz, сhнъ поги1бели,"),
    ("chu", "2Thess", 2, 4, "проти1вникъ и3 превоз­носsйсz пaче всsкагw глаг0лемагw б0га и4ли чти1лища, ћкоже є3мY сёсти въ цeркви б9іей а4ки б0гу, показyющу себE, ћкw б0гъ є4сть."),
    ("chu", "2Thess", 2, 5, "Не п0мните ли, ћкw є3щE живhй ў вaсъ, сі‰ глаг0лахъ вaмъ;;"),
    ("chu", "2Thess", 2, 6, "И# н­н7э ўдержавaющее вёсте, во є4же kви1тисz є3мY въ своE є3мY врeмz."),
    ("chu", "2Thess", 2, 7, "Тaйна бо ўжE дёет­сz беззак0ніz, т0чію держsй н­н7э д0ндеже t­ среды2 бyдетъ:"),
    ("chu", "2Thess", 2, 8, "и3 тогдA kви1т­сz беззак0н­никъ, є3г0же гDь їи7съ ўбіeтъ дх7омъ ќстъ сво­и1хъ, и3 ўпраздни1тъ kвлeніемъ при­шe­ст­віz сво­егw2,"),
    ("chu", "2Thess", 2, 9, "є3гHже є4сть при­шe­ст­віе по дёй­ст­ву сатанинY во всsцэй си1лэ и3 знaменіихъ и3 чудесёхъ л0жныхъ,"),
    ("chu", "2Thess", 2, 10, "и3 во всsкой льсти2 непрaвды въ погибaющихъ, занE любвE и4стины не пріsша, во є4же спасти1сz и5мъ."),
    ("chu", "2Thess", 2, 11, "И# сегw2 рaди п0слетъ и5мъ бг7ъ дёй­ст­во льсти2, во є4же вёровати и5мъ лжи2,"),
    ("chu", "2Thess", 2, 12, "да сyдъ пріи1мутъ вси2 не вёровав­шіи и4стинэ, но благоволи1в­шіи въ непрaвдэ."),
    ("chu", "2Thess", 2, 13, "[(ҐЗа? 276.Ґ)] Мh же д0лжни є3смы2 благодари1ти бг7а всегдA њ вaсъ, брaтіе воз­лю1блен­наz t­ гDа, ћкw и3збрaлъ є4сть вaсъ бг7ъ t­ начaла во спcніе во ст7hни дх7а и3 вёры и4стины,"),
    ("chu", "2Thess", 2, 14, "въ нeже при­звA вaсъ бlговэ­ст­вовaніемъ нaшимъ, въ получeніе слaвы гDа нa­шегw їи7са хrтA."),
    ("chu", "2Thess", 2, 15, "Тёмже u5бо, брaтіе, ст0йте и3 держи1те пред†ніz, и5мже научи1стесz и3ли2 сл0вомъ, и3ли2 послaніемъ нaшимъ."),
    ("chu", "2Thess", 2, 16, "Сaмъ же гDь нaшъ їи7съ хrт0съ, и3 бг7ъ и3 nц7ъ нaшъ, воз­люби1вый нaсъ и3 дaвый ўтэшeніе вёчно и3 ўповaніе бlго въ блгdти,"),
    ("chu", "2Thess", 2, 17, "да ўтёшитъ сердцA в†ша и3 да ўтверди1тъ {да ўтверди1тъ вaсъ} во всsцэмъ сл0вэ и3 дёлэ блaзэ."),

    ("chu", "2Thess", 3, 1, "Пр0чее, моли1тесz њ нaсъ, брaтіе, да сл0во гDне течeтъ и3 слaвит­сz, ћкоже и3 въ вaсъ,"),
    ("chu", "2Thess", 3, 2, "и3 да и3збaвимсz t­ ѕлhхъ и3 лукaвыхъ человBкъ: не всёхъ бо є4сть вёра."),
    ("chu", "2Thess", 3, 3, "Вёренъ же є4сть гDь, и4же ўтверди1тъ вaсъ и3 сохрани1тъ t­ лукaвагw."),
    ("chu", "2Thess", 3, 4, "Ўповaемъ же на гDа њ вaсъ, ћкw, ±же повелэвaемъ вaмъ, и3 творитE и3 сотворитE."),
    ("chu", "2Thess", 3, 5, "ГDь же да и3спрaвитъ сердцA в†ша въ любо­1вь б9ію и3 въ терпёніе хrт0во."),
    ("chu", "2Thess", 3, 6, "[(ҐЗа? 277.Ґ)] Повелэвaемъ же вaмъ, брaтіе, њ и4мени гDа нa­шегw їи7са хrтA, t­лучaтисz вaмъ t­ всsкагw брaта безчи1н­нw ходsща, ґ не по предaнію, є4же пріsша t­ нaсъ:"),
    ("chu", "2Thess", 3, 7, "сaми бо вёсте, кaкw лёпо є4сть вaмъ под0битисz нaмъ: ћкw не безчи1н­новахомъ ў вaсъ,"),
    ("chu", "2Thess", 3, 8, "нижE тyне хлёбъ kд0хомъ ў когw2, но въ трудЁ и3 п0двизэ, н0щь и3 дeнь дёла­ю­ще, да не њтzгчи1мъ никогHже t­ вaсъ:"),
    ("chu", "2Thess", 3, 9, "не ћкw не и4мамы влaсти, но да себE њ1бразъ дaмы вaмъ, во є4же ўпод0битисz нaмъ."),
    ("chu", "2Thess", 3, 10, "И$бо є3гдA бёхомъ ў вaсъ, сіE завэщавaхомъ вaмъ: ћкw а4ще кто2 не х0щетъ дёлати нижE да ћстъ."),
    ("chu", "2Thess", 3, 11, "Слhшимъ бо нBкіz безчи1н­нw ходsщыz ў вaсъ, ничт0же дёла­ю­щыz, но лукaвнw њбходsщыz:"),
    ("chu", "2Thess", 3, 12, "таковы6мъ запрещaемъ и3 м0лимъ њ гDэ нa­шемъ їи7сэ хrтЁ, да съ безм0лвіемъ дёла­ю­ще, св0й хлёбъ kдsтъ."),
    ("chu", "2Thess", 3, 13, "Вh же, брaтіе, не стужaйте, д0брое творsще."),
    ("chu", "2Thess", 3, 14, "А$ще же кто2 не послyшаетъ словесE нa­шегw послaніемъ, сего2 назнaменуйте и3 не при­мэшaйтесz є3мY, да посрами1т­сz:"),
    ("chu", "2Thess", 3, 15, "и3 не а4ки врагA и3мёйте є3го2, но наказyйте ћкоже брaта."),
    ("chu", "2Thess", 3, 16, "Сaмъ же гDь ми1ра да дaстъ вaмъ ми1ръ всегдA во всsцэмъ њ1бразэ: гDь со всёми вaми."),
    ("chu", "2Thess", 3, 17, "Цэловaніе мо­eю рук0ю пavлею, є4же є4сть знaменіе во всsцэмъ послaніи, си1це пишY:"),
    ("chu", "2Thess", 3, 18, "блгdть гDа нa­шегw їи7са хrтA со всёми вaми. Ґми1нь.  Конeцъ втор0му послaнію є4же къ fессалонjкwмъ: и4мать въ себЁ главы6 3, зач†лъ же церк0вныхъ 4");

# --- !Downs

update `headers` set `presented`=false where `lang`="chu" and `book_id`="2Thess";

delete from `verses` where `lang`="chu" and `book_id`="2Thess";
