# --- !Ups

update `headers` set `presented`=true where `lang`="chu" and `book_id`="Tit";

insert into `verses`
    (`lang`, `book_id`, `chapter`, `verse`, `text`)
    values
    ("chu", "Tit", 1, 1, "Пavелъ, рaбъ б9ій, ґпcлъ же їи7съ хrт0въ, по вёрэ и3збрaн­ныхъ б9іихъ и3 рaзуму и4стины, ћже по бlгочcтію,"),
    ("chu", "Tit", 1, 2, "њ ўповaніи жи1зни вёчныz, ю4же њбэтовA нел0жный бг7ъ прeжде лётъ вёчныхъ,"),
    ("chu", "Tit", 1, 3, "kви1 же во временA сво‰ сл0во своE проповёданіемъ, є4же мнЁ порyчено бhсть по повелёнію сп7си1телz нa­шегw бг7а:"),
    ("chu", "Tit", 1, 4, "тjту, пrному чaду по џбщей вёрэ: блгdть, млcть, ми1ръ t­ бг7а nц7A и3 гDа їи7са хrтA сп7са нa­шегw."),
    ("chu", "Tit", 1, 5, "[За?.] Сегw2 рaди њстaвихъ тS въ кри1тэ, да недоконч†н­наz и3спрaвиши и3 ўстр0иши по всBмъ грaдwмъ пресвЂтеры, ћкоже тебЁ а4зъ повелёхъ:"),
    ("chu", "Tit", 1, 6, "а4ще кто2 є4сть непор0ченъ, є3ди1ныz жены2 мyжъ, ч†да и3мhй вBрна, не во ўкорeніи блудA, и3ли2 непокори6ва."),
    ("chu", "Tit", 1, 7, "Подобaетъ бо є3пjскопу без8 пор0ка бhти, ћкоже б9ію стро­и1телю: не себЁ ўгождaющу, [не дeрзу, не напрaсливу,] не гнэвли1ву, не піsницэ, не бjйцэ, не скверностzжaтелну,"),
    ("chu", "Tit", 1, 8, "но стран­но­люби1ву, бlголю1бцу, цэломdрен­ну, првdну, прпdбну, воз­держaтелну,"),
    ("chu", "Tit", 1, 9, "держaщемусz вёрнагw словесE по ўчeнію, да си1ленъ бyдетъ и3 ўтёшати во здрaвэмъ ўчeніи, и3 проти1вzщыzсz њбличaти."),
    ("chu", "Tit", 1, 10, "Сyть бо мн0зи непокори1ви, суесл0вцы и3 ўм0мъ прельщeни, наипaче же сyщіи t­ њбрёзаніz,"),
    ("chu", "Tit", 1, 11, "и4хже подобaетъ ўстA заграждaти: и5же вс‰ д0мы развращaютъ, ўчaще ћже не подобaетъ, сквeрнагw рaди при­бhтка."),
    ("chu", "Tit", 1, 12, "Речe же нёкто t­ ни1хъ, св0й и5мъ прор0къ: кри1тzне при1снw лжи1ви, ѕлjи ѕвёріе, ўтрHбы пр†здныz."),
    ("chu", "Tit", 1, 13, "Свидётел­ст­во сіE и4стин­но є4сть: є3sже рaди вины2 њбличaй и5хъ нещaднw, да здрaви бyдутъ въ вёрэ,"),
    ("chu", "Tit", 1, 14, "не внимaюще їудє1йскимъ бaснемъ, ни зaповэдемъ человBкъ t­вращaющихсz t­ и4стины."),
    ("chu", "Tit", 1, 15, "[(ҐЗа? 301.Ґ)] Вс‰ ќбw чи6ста чи6стымъ: њсквернє1нымъ же и3 невBрнымъ ничт0же чи1сто, но њскверни1сz и4хъ и3 ќмъ и3 с0вэсть."),
    ("chu", "Tit", 1, 16, "Бг7а и3сповёдуютъ вёдэти, ґ дёлы t­мeщут­сz є3гw2, мeрзцы сyще и3 непокори1ви и3 на всsкое дёло бlг0е неискyсни."),

    ("chu", "Tit", 2, 1, "Тh же глаг0ли, ±же подобaетъ здрaвому ўчeнію:"),
    ("chu", "Tit", 2, 2, "стaрцємъ трeзвєн­нымъ бhти, чє1стнымъ, цэломdрєн­нымъ, здрaв­ст­ву­ю­щымъ вёрою, любо­1вію, терпёніемъ:"),
    ("chu", "Tit", 2, 3, "стaрицамъ тaкожде во ўкрашeніи столBпнымъ, не клевети1вымъ, не вінY мн0гу порабощє1н­нымъ, добро­учи1тєлнымъ,"),
    ("chu", "Tit", 2, 4, "да ўцэломyдрzтъ ю4ныz, мужелю1бицамъ бhти, чадолю1бицамъ,"),
    ("chu", "Tit", 2, 5, "цэломdрєн­нымъ, чи1стымъ, д0мы д0брэ прaвzщымъ, бlги6мъ, покарsющымсz сво­и6мъ мужє1мъ, да не сл0во б9іе хyлит­сz:"),
    ("chu", "Tit", 2, 6, "ю4ношы тaкожде моли2 цэломyдр­ст­вовати."),
    ("chu", "Tit", 2, 7, "W# всeмъ [же] сaмъ себE подавaz њ1бразъ д0брыхъ дёлъ, во ўчeніи незави1стно­е {цёлость}, чeстность, нетлёніе,"),
    ("chu", "Tit", 2, 8, "сл0во здрaвое, незаз0рное, да проти1вный посрами1т­сz, ничт0же и3мёz глаг0лати њ нaсъ ўк0рно."),
    ("chu", "Tit", 2, 9, "Рабы6, сво­и6мъ господє1мъ повиновaтисz, во всeмъ благо­угHднымъ бhти, не прекослHвнымъ,"),
    ("chu", "Tit", 2, 10, "не крадyщымъ, но вёру всsку kвлsющымъ бlгу, да ўч7ніе сп7си1телz нa­шегw бг7а ўкрашaютъ во всeмъ."),
    ("chu", "Tit", 2, 11, "[(ҐЗа? 302.Ґ)] Kви1сz бо блгdть б9іz сп7си1телнаz всBмъ человёкwмъ,"),
    ("chu", "Tit", 2, 12, "наказyющи нaсъ, да t­вeргшесz нечeстіz и3 мірски1хъ п0хотей, цэломdрен­нw и3 првdнw и3 бlгочcтнw поживeмъ въ н­н7эшнемъ вёцэ,"),
    ("chu", "Tit", 2, 13, "ждyще бlжeн­нагw ўповaніz и3 kвлeніz слaвы вели1кагw бг7а и3 сп7са нa­шегw їи7са хrтA,"),
    ("chu", "Tit", 2, 14, "и4же дaлъ є4сть себE за ны2, да и3збaвитъ ны2 t­ всsкагw беззак0ніz и3 њчcтитъ себЁ лю1ди и3збр†н­ны, ревни1тєли дHбрымъ дэлHмъ."),
    ("chu", "Tit", 2, 15, "Сі‰ глаг0ли, и3 моли2, и3 њбли1чай со всsкимъ повелёніемъ, да никт0же тS преwби1дитъ {презирaетъ}."),

    ("chu", "Tit", 3, 1, "Воспоминaй тBмъ начaл­ст­ву­ю­щымъ и3 владёющымъ повиновaтисz и3 покарsтисz, и3 ко всsкому дёлу бlгу готHвымъ бhти:"),
    ("chu", "Tit", 3, 2, "ни є3ди1наго хyлити, не сварли6вымъ бhти, но ти6химъ, всsку kвлsющымъ кр0тость ко всBмъ человёкwмъ."),
    ("chu", "Tit", 3, 3, "Бёхомъ бо и3ногдA и3 мы2 несмhслен­ни, и3 непокори1ви, и3 прельщeни, раб0та­ю­ще похотeмъ и3 сластeмъ разли6чнымъ, въ ѕл0бэ и3 зaвисти живyще, мeрзцы [сyще и3] ненави1дzще дрyгъ дрyга."),
    ("chu", "Tit", 3, 4, "Е3гдa же блгdть и3 чlвэколю1біе kви1сz сп7са нa­шегw бг7а,"),
    ("chu", "Tit", 3, 5, "не t­ дёлъ првdныхъ, и5хже сотвори1хомъ мы2, но по сво­eй є3гw2 млcти, сп7сE нaсъ бaнею пакибытіS и3 њбновлeніz дх7а ст7aгw,"),
    ("chu", "Tit", 3, 6, "є3г0же и3зліS на нaсъ nби1лнw їи7съ хrт0мъ, сп7си1телемъ нaшимъ,"),
    ("chu", "Tit", 3, 7, "да њправди1в­шесz блгdтію є3гw2, наслBдницы бyдемъ по ўповaнію жи1зни вёчныz."),
    ("chu", "Tit", 3, 8, "[За?.] [Чaдо тjте,] вёрно сл0во, и3 њ си1хъ хощY тS и3звэщaти {ўтверди1ти}, да пекyт­сz дHбрымъ дэлHмъ при­лэжaти вёровав­шіи бг7у: сі‰ сyть полє1зна человёкwмъ и3 дwбрA."),
    ("chu", "Tit", 3, 9, "Бyихъ же стzзaній и3 родосл0вій и3 рвeній и3 свaрwвъ зак0н­ныхъ t­ступaй: сyть бо неполє1зны и3 сyєтны."),
    ("chu", "Tit", 3, 10, "Е3ретікA человёка по пeрвомъ и3 вторёмъ наказaніи t­рицaйсz,"),
    ("chu", "Tit", 3, 11, "вёдый, ћкw разврати1сz таковhй, и3 согрэшaетъ, и3 є4сть самоwсуждeнъ."),
    ("chu", "Tit", 3, 12, "Е3гдA послю2 ґртeму къ тебЁ и3ли2 тmхjка, потщи1сz пріити2 ко мнЁ въ нікоп0ль: тaмw бо суди1хъ њзимёти."),
    ("chu", "Tit", 3, 13, "Зи1ну зак0н­ника и3 ґполлHса ск0рw предпосли2, и3 да ничт0же и5мъ скyдно бyдетъ."),
    ("chu", "Tit", 3, 14, "Да ўчaт­сz же и3 нaши дHбрымъ дэлHмъ при­лэжaти въ н{жнаz трeбwваніz, да не бyдутъ безпл0дни."),
    ("chu", "Tit", 3, 15, "Цэлyютъ тS со мн0ю сyщіи вси2. Цэлyй лю1бzщыz ны2 въ вёрэ. Блгdть со всёми вaми. Ґми1нь.  Конeцъ послaнію є4же къ тjту: и4мать въ себЁ главы6 3, зач†лъ же церк0вныхъ 3.");

# --- !Downs

update `headers` set `presented`=false where `lang`="chu" and `book_id`="Tit";

delete from `verses` where `lang`="chu" and `book_id`="Tit";
