# --- !Ups

update `headers` set `presented`=true where `lang`="chu" and `book_id`="Phm";

insert into `verses`
    (`lang`, `book_id`, `chapter`, `verse`, `text`)
    values
    ("chu", "Phm", 1, 1, "Пavелъ ю4зникъ їи7съ хrт0въ, и3 тімоfeй брaтъ, філим0ну воз­лю1блен­ному и3 споспёшнику нa­шему,"),
    ("chu", "Phm", 1, 2, "и3 ґпфjи сестрЁ воз­лю1блен­нэй, и3 ґрхjппу сов0ин­ствен­нику нa­шему, и3 домaшней тво­eй цр7кви:"),
    ("chu", "Phm", 1, 3, "блгdть вaмъ и3 ми1ръ t­ бг7а nц7A нa­шегw, и3 гDа їи7са хrтA."),
    ("chu", "Phm", 1, 4, "Благодарю2 бг7а мо­его2, всегдA пaмzть њ тебЁ творS въ моли1твахъ мо­и1хъ,"),
    ("chu", "Phm", 1, 5, "слhшавъ любо­1вь твою2 и3 вёру, ю4же и4маши ко гDу їи7су и3 ко всBмъ ст7ы6мъ,"),
    ("chu", "Phm", 1, 6, "ћкw да nбщeніе тво­еS вёры дёй­с­т­вен­но бyдетъ въ рaзумэ всsкагw бlга, є4же въ вaсъ, њ хrтЁ їи7сэ."),
    ("chu", "Phm", 1, 7, "Рaдость бо и4мамъ мн0гу и3 ўтэшeніе њ любви2 тво­eй, ћкw ўтрHбы ст7hхъ почи1ша тоб0ю, брaте."),
    ("chu", "Phm", 1, 8, "Сегw2 рaди мн0гое дерзновeніе и3мёz во хrтЁ повелэвaти тебЁ, є4же потрeбно є4сть,"),
    ("chu", "Phm", 1, 9, "любвe же рaди пaче молю2, так0въ сhй ћкоже пavелъ стaрецъ, н­н7э же и3 ќзникъ їи7са хrтA:"),
    ("chu", "Phm", 1, 10, "молю1 тz њ мо­eмъ чaдэ, є3г0же роди1хъ во ќзахъ мо­и1хъ nни1сіма,"),
    ("chu", "Phm", 1, 11, "и3ногдA тебЁ непотрeбнаго, н­н7э же тебЁ и3 мнЁ благопотрeбна, є3г0же воз­послaхъ тебЁ,"),
    ("chu", "Phm", 1, 12, "тh же є3го2, си1рэчь мою2 ўтр0бу, пріими2."),
    ("chu", "Phm", 1, 13, "Е3г0же а4зъ хотёхъ ў себє2 держaти, да вмёстw тебє2 послyжитъ ми2 во ќзахъ бlговэ­ст­вовaніz:"),
    ("chu", "Phm", 1, 14, "без8 тво­еs же в0ли ничт0же восхотёхъ сотвори1ти, да не а4ки по нyжди бlг0е твоE бyдетъ, но по в0ли."),
    ("chu", "Phm", 1, 15, "Нeгли бо рaди сегw2 разлучи1сz на чaсъ, да вёчна того2 пріи1меши,"),
    ("chu", "Phm", 1, 16, "не ктомY а4ки рабA, но вhше рабA, брaта воз­лю1блен­на, пaче же мнЁ, кольми1 же пaче тебЁ, и3 по пл0ти и3 њ гDэ."),
    ("chu", "Phm", 1, 17, "А$ще u5бо и4маши менE џбщника, пріими2 сего2 ћкоже менE."),
    ("chu", "Phm", 1, 18, "А$ще же въ чес0мъ њби1дэ тебE, и3ли2 д0лженъ є4сть, мнЁ сіE вмэни2."),
    ("chu", "Phm", 1, 19, "А$зъ пavелъ написaхъ рук0ю мо­eю: а4зъ воз­дaмъ: да не рекY тебЁ, ћкw и3 сaмъ себE ми2 є3си2 д0лженъ."),
    ("chu", "Phm", 1, 20, "Е4й, брaте, а4зъ да получY є4же прошY ў тебє2 [да п0льзуют­сz тоб0ю] њ гDэ: ўпок0й мою2 ўтр0бу њ гDэ."),
    ("chu", "Phm", 1, 21, "Надёzвсz на послушaніе твоE написaхъ тебЁ, вёдый, ћкw и3 пaче, є4же глаг0лю, сотвори1ши."),
    ("chu", "Phm", 1, 22, "Кyпнw же и3 ўгот0ви ми2 њби1тель: ўповaю бо, ћкw моли1твами вaшими даровaнъ бyду вaмъ."),
    ("chu", "Phm", 1, 23, "Цэлyетъ тS є3пафрaсъ, сплён­никъ м0й њ хrтЁ їи7сэ,"),
    ("chu", "Phm", 1, 24, "мaрко, ґрістaрхъ, димaсъ, лукA, споспBшницы мо­и2."),
    ("chu", "Phm", 1, 25, "Блгdть гDа нa­шегw їи7са хrтA со дyхомъ вaшимъ. Ґми1нь.  Конeцъ послaнію є4же къ філим0ну: и4мать въ себЁ главY 1.");

# --- !Downs

update `headers` set `presented`=false where `lang`="chu" and `book_id`="Phm";

delete from `verses` where `lang`="chu" and `book_id`="Phm";
